var wordlist = [	//len = 33

	["喜劇", "鋼鐵人", "恐怖片", "奶茶", "變形金剛", "便利商店", "越來越愛你"],
	["紀錄片", "芒果冰", "全面啟動", "貓頭鷹", "科幻片", "驚悚", "奧斯卡"],
	["愛情片", "原子筆", "哈利波特", "戰爭片", "澎湖", "存錢筒", "玩具總動員"],

	["台灣大學", "五月天", "蔡依林", "柯南", "錢櫃", "筆記型電腦", "春嬌救志明"],
	["謝金燕", "紅豆湯", "分手快樂", "青峰", "萊爾富", "好樂迪", "游泳池"],
	["蘇打綠", "中秋節", "林宥嘉", "愛斯基摩", "小情歌", "學費", "日月潭"],

	["爬山踏青", "微積分", "宅在家", "紅豆麵包", "台北車站", "看電視", "沐浴乳"],
	["唱ktv", "看電影", "柯文哲", "朋友吃飯", "睡覺", "奧地利", "馬克杯"],
	["泡麵", "新年快樂", "散步", "全民英檢", "德國", "打電動", "看書"],

	["東京", "暮光之城", "體適能", "富士山", "金閣寺", "養樂多", "沖繩"],
	["卡提諾", "東京迪士尼", "櫻花", "股票", "環保餐具", "大阪", "明治神宮"],
	["詐騙集團", "北海道", "奈良", "橡皮擦", "環球影城", "熊本熊", "襪子"],

	["京都", "熱舞社", "社長", "保時捷", "社團展", "校友會", "新光三越"],
	["公關", "辦活動", "充電器", "幹部", "你的名字", "榕樹", "戲劇社"],
	["魯夫", "瑜珈社", "一例一休", "學長姐", "料理社", "老闆", "歐元"],

	["找朋友訴苦", "英國", "睡覺", "手語", "聽音樂", "大叫", "化學實驗"],
	["川普", "總統大選", "大哭", "看電影", "照相機", "神鬼奇航", "袋鼠"],
	["迴紋針", "大吃大喝", "全球暖化", "買東西", "馬可波羅", "鳳梨", "打電動"],

	["牙刷", "甜食", "文藝復興", "日式料理", "珍珠奶茶", "鞋子", "滷味"],
	["夜市小吃", "偵探", "韓國料理", "卡片", "期中考", "炸雞", "摩天輪"],
	["中式料理", "鹹酥雞", "拉麵", "冷氣", "松山機場", "披薩", "秋天"],

	["消防車", "紐約", "臉書", "倫敦", "紙袋", "韓國", "大笨鐘"],
	["澳洲", "蘋果", "巴黎鐵塔", "印度", "課本", "泰國", "臘腸犬"],
	["加拿大", "沙發", "天空藍", "東京", "巴里島", "公斤", "新加坡"],

	["侯文詠", "貓咪", "J.K羅琳", "簡愛", "雨傘", "推理小說", "手錶"],
	["奇異果", "九把刀", "溜冰", "科幻小說", "蘋果", "魔戒", "小太陽"],
	["梅雨", "哈利波特", "林良", "抹茶", "上海", "輕小說", "金銀島"],

	["湯匙", "畢業旅行", "園遊會", "公車", "福利社", "柚子", "畢業典禮"],
	["校外教學", "耳機", "懶懶熊", "班級競賽", "午休", "快遞", "咖啡"],
	["藍光眼鏡", "運動會", "成果發表", "埃及", "早自習", "暑輔", "南瓜"],

	["烏龜", "冬至", "無尾熊", "網購", "暖氣", "熊貓", "企鵝"],
	["松鼠", "汽油", "羊駝", "颱風", "刺蝟", "兔子", "英文檢定"],
	["籃球", "哈士奇", "海豚", "簡訊", "鸚鵡", "鳳梨", "劉備"]

];